Repository: netrunner-debian-attic/guidance-power-manager
Catalog: po/*/guidance-power-manager.po
Languages: ca@valencia, cs, de, km, lv, ml, nb, nl, pa, pt, ro

source: Brightness
ca@valencia: Brillantor
cs: Jas
de: Helligkeit
km: ពន្លឺ
lv: Spilgtums
ml: തെളിച്ചം
nb: Lysstyrke
nl: Helderheid
pa: ਚਮਕ
pt: Brilho
ro: Luminozitate

source: With this slider you can set the brightness when the system is plugged into the socket outlet
ca@valencia: Amb este botó lliscant podeu definir la brillantor quan el sistema està connectat a un endoll elèctric
cs: Tímto posuvníkem můžete nastavit úroveň jasu když je systém připojen do elektrické sítě
de: Mit diesem Schieberegler kontrollieren Sie die Helligkeit des Bildschirms, wenn das System mit Netzsspannung versorgt wird.
km: ជា​មួយ​គ្រាប់រំកិល​នេះ អ្នក​អាច​កំណត់​ពន្លឺ​នៅពេល​ប្រព័ន្ធ​ត្រូវ​បានដោត​ទៅ​ក្នុង​រន្ធ​អគ្គិសនី
lv: Ar šo slīdni varat iestatīt spilgtumu, kad sistēma pieslēgta ārējai barošanai
ml: സോക്കറ്റ് ഔട്ട്‌ലെറ്റുമായി ബന്ധിച്ചിരിയ്ക്കുമ്പോള്‍ ഈ സ്ലൈഡര്‍ ഉപയോഗിച്ച് തെളിച്ചം ക്രമീകരിക്കാം
nb: Bruk denne glidebryteren til å stille inn lysstyrken når systemet går på nettstrøm
nl: Met deze schuifregelaar kunt u de helderheid instellen wanneer het systeem aan het net hangt
pa: ਇਸ ਸਲਾਈਡਰ ਨਾਲ ਤੁਸੀਂ ਚਮਕ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ, ਜਦੋਂ ਕਿ ਸਿਸਟਮ ਸਾਕਟ ਆਉਟਲਿੱਟ ਵਿੱਚ ਪਲੱਗ ਕੀਤਾ ਗਿਆ ਹੈ।
pt: Com esta barra, poderá definir o brilho que terá quando o sistema estiver ligado à corrente
ro: Cu acest glisor puteți stabili luminozitatea atunci cînd sistemul este conectat la priză

source: When the system is idle for more than
ca@valencia: Quan el sistema estiga inactiu per més de
cs: Pokud je systém nečinný déle než
de: Wenn System länger untätig als
km: នៅពេល​ប្រព័ន្ធ​ទំនេរ​លើស​ពី
lv: Kad sistēma dīkstāvē vairāk par
ml: സിസ്റ്റം കൂടുതല്‍ സമയം ആലസ്യ‌ത്തിലായാല്‍
nb: Når systemet er i ro i mer enn
nl: Als het systeem niet in gebruik is voor meer dan
pa: ਜਦੋਂ ਸਿਸਟਮ ਵੇਹਲਾ ਹੋਵੇ
pt: Quando o sistema estiver inactivo mais de
ro: Cînd sistemul este inactiv mai mult de

source: To prevent data loss or other damage, you can have the system suspend or hibernate, so you do not accidentally run out of battery power. Configure the number of minutes below which the machine will run the configured action.
ca@valencia: Per a evitar una pèrdua de dades o altres danys, podeu tindre el sistema suspès o hibernat, de manera que la bateria no es quede sense energia accidentalment. Configureu a sota el nombre de minuts que la màquina executarà l'acció configurada.
de: Um Datenverlust oder anderen Beschädigungen vorzubeugen, können Sie Ihr System in den Ruhezustand fahren, so dass Sie nicht über die Batterielaufzeit laufen. Stellen Sie unten die Minuten ein, zu denen die eingestellten Aktionen ausgeführt werden.
km: ដើម្បី​​ការ​ពារ​ការ​បាត់​បង់​ទិន្នន័យ ឬ​ការ​ខូចខាត​ផ្សេងៗ អ្នកអាច​ឲ្យ​ប្រព័ន្ធ​ផ្អាក ឬ​ក្រាំង ដូច្នេះ​អ្នក​​ដំណើរការ​ជិត​អស់​ថ្ម​ហើយ ។ កំណត់​រចនាសម្ព័ន្ធ​ចំនួន​នាទីខាង​ក្រោម​ដែលម៉ាស៊ីន​នឹង​រត់​សកម្មភាព​ដែល​បានកំណត់​រចនាសម្ព័ន្ធ ។
nb: For å hindre at data går tapt eller annen skade, kan du få systemet til å gå i hvile eller i dvale, slik at du ikke går tom for batteristrøm ved et uhell. Bestem nedenfor hvor mange minutter maskinen skal kjøre den oppsatte handlinga.
nl: Om gegevensverlies of schade te voorkomen, kunt u het systeem onderbreken of in slaapstand zetten, zodat u niet per ongeluk uit uw batterij loopt. Configureer het aantal minuten waaronder de machine de geconfigureerde actie uitvoert.
pt: Para evitar a perda de dados ou outro dano qualquer, poderá fazer com que o sistema se suspenda ou hiberne, para que não fique acidentalmente sem bateria. Configure o número de minutos abaixo do qual a máquina irá executar a acção configurada.
ro: Pentru a preveni pierderea datelor sau alte daune, sistemul poate să se suspende sau să hiberneze, astfel încît să nu rămîneți accidental fără energie în acumulator. Configurați numărul de minute sub care mașina va executa comanda configurată.

source: min
km: នាទី
ml: മിനുട്ട്
pa: ਮਿੰਟ

source: CPU frequency scaling policy
ca@valencia: Política d'escalat de la freqüència de la UCP
cs: Řízení frekvence CPU
de: CPU-Strategie zu Frequenz-Staffelung
km: គោលការណ៍​ធ្វើមាត្រដ្ឋាន​ប្រេកង់​ស៊ីភីយូ
lv: Procesora frekvences mainīšanas politika
ml: സിപിയു ആവൃ‍ത്തി മാറ്റംവരുത്തല്‍ നയം
nb: Praksis for skalering av CPU-frekvens
nl: Beleid voor schalen van CPU-frequentie
pa: CPU ਫਰੀਕਿਊਂਸੀ ਸਕੇਲਿੰਗ ਪਾਲਸੀ
pt: Política de ajuste da frequência do CPU
ro: Politica de scalare a frecvenței procesorului

source: Battery Powered
ca@valencia: Alimentat per bateria
cs: Napájení z baterie
de: Batteriebetrieben
km: ប្រើ​ថាមពល​ថ្ម
lv: Strādā no baterijas
ml: ബാറ്ററി ഊര്‍ജ്ജം നല്‍കുന്ന
nb: Batteridrift
nl: Op batterij
pa: ਬੈਟਰੀ ਪਾਵਰ ਉੱਤੇ
pt: A Usar a Bateria
ro: Alimentat de la acumulator

source: This slider controls the brightness when the system runs on batteries
ca@valencia: Este botó lliscant controla la brillantor quan el sistema funciona amb bateria
cs: Tímto posuvníkem můžete nastavit úroveň jasu když je systém napájen z baterie
de: Dieser Schieberegler kontrolliert die Helligkeit im Batteriebetrieb
km: គ្រាប់រំកិល​នេះ​ត្រួតពិនិត្យ​ពន្លឺ នៅពេល​ប្រព័ន្ធ​រត់​លើ​ថ្ម
lv: Šis slīdnis kontrolē spilgtumu, kad sistēma strādā no baterijām
ml: സിസ്റ്റം ബാറ്ററിയില്‍ ഓടുമ്പോള്‍ ഈ സ്ലൈഡര്‍ തെളിച്ചം നിയന്ത്രിക്കുന്നു
nb: Bruk denne glidebryteren til å stille inn lysstyrken når systemet går på batterier
nl: De schuifregelaar controleert de helderheid wanneer het systeem op batterijen draait
pa: ਇਹ ਸਲਾਈਡਰ ਚਮਕ ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਕਿ ਸਿਸਟਮ ਬੈਟਰੀ ਉੱਤੇ ਚੱਲਦਾ ਹੋਵੇ
pt: Esta barra controla o brilho quando o sistema estiver a usar a bateria
ro: Acest glisor controlează luminozitatea cînd sistemul lucrează pe acumulator

source: When battery remaining time drops below
ca@valencia: Quan el temps restant de la bateria baixe
cs: Pokud stav nabití baterie klesne pod
de: Wenn die Batterielaufzeit kürzer ist als
km: នៅពេល​ថ្ម​នៅ​សល់​ទម្លាក់​ខាងក្រោម
lv: Kad baterijas līmenis nokrītas zem
ml: ബാറ്ററിശേഷിയുടെ ബാക്കിസമയം താഴുമ്പോള്‍
nb: Når gjenstående batteritid er mindre enn
nl: Moment waarop de overgebleven tijd voor de batterij de limiet bereikt
pa: ਜਦੋਂ ਬੈਟਰੀ ਟਾਈਮ ਖਤਮ ਹੋਣ ਤੋਂ ਹੇਠਾਂ ਚੱਲ ਰਹੀ ਹੋਵੇ
pt: Quando o tempo restante da bateria descer para menos de
ro: Cînd timpul de acumulator rămas cade sub

source: When Laptop Lid Closed
ca@valencia: Quan es tanque la tapa del portàtil
cs: Když je laptop zavřen
de: Wenn Notebook-Deckel geschlossen ist
km: នៅ​ពេល​បិទ​គម្របកុំព្យូទ័រ​យយួរដៃ
lv: Kad aizvērts klēpjdatora vāks
ml: ലാപ്‌ടോപ്പ് മൂടി അടച്ചാല്‍
nb: Når lokket på den bærbare lukkes
nl: Moment waarop het laptopdeksel sluit
pa: ਜਦੋਂ ਲੈਪਟਾਪ Lid ਬੰਦ ਕੀਤਾ ਜਾਵੇ
pt: Com o Tampo do Portátil Fechado
ro: Cînd capacul laptopului este închis

source: Lock screen
ca@valencia: Bloqueja la pantalla
cs: Zamknout obrazovku
de: Bildschirm sperren
km: ចាក់សោ​អេក្រង់
lv: Slēgt ekrānu
ml: സ്ക്രീന്‍ പൂട്ടുക
nb: Lås skjermen
nl: Scherm vergrendelen
pa: ਸਕਰੀਨ ਲਾਕ ਕਰੋ
pt: Bloquear o ecrã
ro: Blochează ecranul

source: Suspend to Memory
ca@valencia: Suspèn a la memòria
cs: Uspat do RAM
de: Ruhezustand im RAM
km: ផ្អាក​ទៅ​សតិ
lv: Sastingt atmiņā
ml: മെമ്മറിയിലാക്കി മയങ്ങുക
nb: Hvilemodus til minnet
nl: Onderbreek naar geheugen
pa: ਮੈਮੋਰੀ ਵਿੱਚ ਸਸਪੈਂਡ ਕਰੋ
pt: Suspender para a Memória
ro: Suspendă în memorie

source: Suspend is a sleep state, the system will consume only very little energy when suspended
ca@valencia: La suspensió és un estat d'adormit, el sistema només consumeix una quantitat molt petita d'energia quan està suspès
cs: Uspání do RAM je stav, kdy systém spotřebovává velmi málo energie a nevykonává žádnou činnost
de: Im Ruhezustand braucht das System nur sehr wenig Energie
km: ការ​ផ្អាក​គឺ​ជា​ការ​ដេក ប្រព័ន្ធ​នឹង​បន្ត​តែ​ជា​មួយ​ថាមពល​តិចតួច​ប៉ុណ្ណោះ នៅពេល​បានផ្អាក
lv: Sastingšana ir miega stāvoklis, sistēma tajā patērēs ļoti nedaudz enerģijas
ml: താല്‍ക്കാലികമായി ഒതുക്കുന്നത് ഉറക്കത്തിന്റെ നിലയാണ്, ഈ നിലയില്‍, സിസ്റ്റം വളരെ കുറച്ച്ഊര്‍ജ്ജം മാത്രമേ ഉപയോഗിക്കൂ.
nb: Hvilemodus er en sovende tilstand, systemet bruker svært lite energi i hviletilstand
nl: Onderbreken is een slaapstand, het systeem zal erg weinig energie gebruiken bij onderbreken
pa: ਸਸਪੈਂਡ ਸਲੀਪ ਹਾਲਤ ਹੈ, ਸਿਸਟਮ ਜਦੋਂ ਸਸਪੈਂਡ ਹੁੰਦਾ ਹੈ ਤਾਂ ਬਹੁਤ ਹੀ ਥੋੜ੍ਹੀ ਊਰਜਾ ਵਰਤਦਾ ਹੈ।
pt: A suspensão é um estado de adormecimento, onde o sistema irá consumir muito pouca memória
ro: Suspendarea este o stare de adormire, sistemul va consuma doar foarte puțină energie cînd este suspendat

source: Suspend to Disk
ca@valencia: Suspèn al disc
cs: Uspat na disk
de: Ruhezustand auf Datenträger
km: ផ្អាក​ទៅ​ថាស
lv: Sastingt diskā
ml: ഡിസ്ക്കിലാക്കി മയങ്ങുക
nb: Dvalemodus til disk
nl: Onderbreken naar schijf
pa: ਡਿਸਕ ਉੱਤੇ ਸਸਪੈਂਡ
pt: Suspender para o Disco
ro: Suspendă pe disc

source: Hibernate or "Suspend to Disk" is a deep-sleep state, allowing the system to power off completely
ca@valencia: La hibernació o "Suspèn al disc" és un estat d'adormit profund, que permet al sistema desconnectar-se completament de l'energia.
cs: Hibernace neboli "Uspání na disk" je stav, kdy je systém v hlubokém spánku, což jej umožňuje úplně vypnut
de: Hibernate oder „Ruhezustand auf Datenträger“ ist ein Ruhezustand, der dem System ermöglicht, sich vollständig abzuschalten
km: ក្រាំង ឬ "ផ្អាក​ទៅ​ថាស" គឺ​ជា​ការ​ដេក​យូរ​ អនុញ្ញាត​ឲ្យ​ប្រព័ន្ធ​បិទ​ថាមពល​ទាំង​អស់
nb: Dvalemodus eller «dvale til disk» er en dyp søvntilstand som gjør det mulig å slå av strømmen helt
nl: Slaapstand of "Onderbreken naar schijf" is een diepe slaapstand, waarin het systeem helemaal geen energie meer gebruikt
pt: A hibernação ou "Suspensão para o Disco" é um estado de adormecimento profundo, que permite ao sistema desligar-se por completo
ro: Hibernarea sau „Suspendarea pe disc” este o stare de somn adînc, permițînd sistemului să se deconecteze complet

source: Halt the machine
ca@valencia: Atura la màquina
cs: Vypnout systém
de: Rechner herunterfahren
km: បញ្ឈប់​ម៉ាស៊ីន
lv: Izslēgt datoru
ml: മഷീന്‍ നിര്‍ത്തുക
nb: Stopp maskinen
nl: Stop de machine
pa: ਮਸ਼ੀਨ ਬੰਦ ਕਰੋ
pt: Desligar a máquina
ro: Deconectează mașina
