Repository: netrunner-debian-attic/guidance-power-manager
Catalog: po/*/guidance-power-manager.po
Languages: ca@valencia, cs, de, km, lv, ml, nb, nl, pa, pt, ro

source: Do nothing
ca@valencia: No faces res
cs: Nedělat nic
de: Nichts tun
km: មិន​ធ្វើ​អ្វី​ទាំង​អស់
lv: Nedarīt neko
ml: ഒന്നും ചെയ്യണ്ട
nb: Gjør ingenting
nl: Niets doen
pa: ਕੁਝ ਨਾ ਕਰੋ
pt: Não fazer nada
ro: Nu fă nimic

source: Blank screen
ca@valencia: Pantalla en blanc
cs: Prázdná obrazovka
de: Leerer Bildschirm
km: អេក្រង់​ទទេ
lv: Tukšs ekrāns
ml: ശൂന്യ‌മായ സ്ക്രീന്‍
nb: Tom skjerm
nl: Leeg scherm
pa: ਸਕਰੀਨ ਬੰਦ ਕਰੋ
pt: Ecrã negro
ro: Golește ecranul

source: Suspend
ca@valencia: Suspèn
cs: Uspat
de: Ruhezustand
km: ផ្អាក
lv: Iemidzināt
ml: മയങ്ങുക
nb: Hvilemodus
nl: Onderbreken
pa: ਸਸਪੈਂਡ
pt: Suspender
ro: Suspendă

source: Hibernate
ca@valencia: Hiberna
cs: Hibernovat
km: ក្រាំង
lv: Hibernēt
ml: ശിശിരനിദ്രയിലാകുക
nb: Dvalemodus
nl: Slaapstand
pa: ਹਾਈਬਰਨੇਟ
pt: Hibernar
ro: Hibernează

source: Shutdown
ca@valencia: Atura
cs: Vypnout
de: Herunterfahren
km: បិទ
lv: Izslēgt
ml: നിര്‍ത്തിവയ്ക്കുക
nb: Steng av
nl: Afsluiten
pa: ਬੰਦ ਕਰੋ
pt: Desligar
ro: Închide

# CPU policy
source: Dynamic
ca@valencia: Dinàmica
cs: Dynamický
de: Dynamisch
km: ថាមវន្ត
lv: Dinamisks
ml: ചലനാത്മകമായി
nb: Dynamisk modus
nl: Dynamisch
pa: ਡਾਇਨੈਮਿਕ
pt: Dinâmica
ro: Dinamică

# CPU policy
source: Powersave
ca@valencia: Estalvi d'energia
cs: Úsporný
de: Stromsparen
km: រក្សា​ថាមពល
lv: Enerģijas taupīšana
ml: ഊര്‍ജ്ജമിതവ്യയം
nb: Strømsparing
nl: Energiebesparing
pa: ਪਾਵਰ-ਸੇਵ
pt: Poupança de energia
ro: Economisire

# CPU policy
source: Performance
ca@valencia: Rendiment
cs: Výkon
de: Leistung
km: អនុវត្ត
lv: Veiktspēja
ml: പ്രകടനം
nb: Ytelse
nl: Prestaties
pa: ਕਾਰਗੁਜ਼ਾਰੀ
ro: Performanță

source: CPU policy
ca@valencia: Política de la UCP
cs: Řízení CPU
de: CPU-Strategie
km: គោលការណ៍​ស៊ីភីយូ
lv: CPU politika
ml: സിപിയുനയം
nb: CPU-praksis
nl: CPU-beleid
pa: CPU ਪਾਲਸੀ
pt: Política de CPU
ro: Politică procesor

source: CPU frequency policy changed to dynamic.
ca@valencia: S'ha canviat la política de freqüència de la UCP a dinàmica.
cs: Řízení frekvence CPU nastaveno na dynamické.
de: CPU-Frequenz-Strategie geändert: Dynamisch.
km: គោលការណ៍​គោលនយោបាយ​ស៊ីភីយូ​បាន​ផ្លាស់ប្ដូរ​ទៅ​ថាមវន្ត ។
lv: CPU politika mainīta uz dinamisku.
ml: സിപിയു ആവൃത്തി നയം ചലനാത്മകത്തിലേക്ക് മാറ്റി.
nb: CPU frekvenspraksis endret til dynamisk,
nl: CPU-frequentiebeleid veranderd in dynamisch.
pa: CPU ਫਰੀਕਿਊਂਸੀ ਪਾਲਸੀ ਡਾਇਨੈਮਿਕ ਲਈ ਬਦਲੀ ਗਈ।
pt: A política de frequência do CPU mudou para dinâmica.
ro: Politica de frecvență a procesorului schimbată la dinamică.

source: CPU frequency policy changed to performance.
ca@valencia: S'ha canviat la política de freqüència de la UCP a rendiment.
cs: Řízení frekvence CPU nastaveno pro výkon.
de: CPU-Frequenz-Strategie geändert: Leistung.
km: គោលការណ៍​ប្រេកង់​ស៊ីភីយូ​បាន​ផ្លាស់ប្ដូរ​ទៅ​ការ​អនុវត្ត ។
lv: CPU politika mainīta uz veiktspēja.
ml: സിപിയു ആവൃത്തി നയം പ്രകടനത്തിലേക്ക് മാറ്റി.
nb: CPU frekvenspraksis endret til ytelse.
nl: CPU-frequentiebeleid veranderd in prestaties.
pa: CPU ਫਰੀਕਿਊਂਸੀ ਪਾਲਸੀ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ ਬਦਲੀ ਗਈ।
pt: A política de frequência do CPU mudou para performance.
ro: Politica de frecvență a procesorului schimbată la performanță.

source: CPU frequency policy changed to powersave.
ca@valencia: S'ha canviat la política de freqüència de la UCP a estalvi d'energia.
cs: Řízení frekvence CPU nastaveno pro šetření energií.
de: CPU-Frequenz-Strategie geändert: Stromsparen.
km: គោលការណ៍​ប្រេងក់​ស៊ីភីយូ​បានផ្លាស់ប្ដូរ​ទៅ​សន្សំ​ថាមពល ។
lv: CPU politika mainīta uz enerģijas taupīšana.
ml: സിപിയു ആവൃത്തി നയം ഊര്‍ജ്ജമിതവ്യയത്തിലേക്ക് മാറ്റി.
nb: CPU frekvenspraksis endret til strømsparing.
nl: CPU-frequentiebeleid veranderd in energiebesparing.
pa: CPU ਫਰੀਕਿਊਂਸੀ ਪਾਲਸੀ ਪਾਵਰ-ਸੇਵ ਲਈ ਬਦਲੀ ਗਈ।
pt: A política de frequência do CPU mudou para a poupança de energia.
ro: Politica de frecvență a procesorului schimbată la economisire.

source: CPU frequency policy changed to %1.
ca@valencia: S'ha canviat la política de freqüència de la UCP a %1.
cs: Řízení frekvence CPU nastaveno na %1.
de: CPU-Frequenz-Strategie geändert: %1.
km: គោលការណ៍​ប្រេកង់​ស៊ីភីយូ​បាន​ផ្លាស់ប្ដូរ​ទៅ​ %1 ។
lv: CPU politika mainīta uz %1.
ml: സിപിയു ആവൃത്തി നയം %1 ലേക്ക് മാറ്റി.
nb: CPU frekvenspraksis endret til %1.
nl: CPU-frequentiebeleid veranderd in %1.
pa: CPU ਫਰੀਕਿਊਂਸੀ ਪਾਲਸੀ %1 ਲਈ ਬਦਲੀ ਗਈ।
pt: A política de frequência do CPU mudou para %1.
ro: Politica de frecvență a procesorului schimbată la %1.

source: The battery has been removed.
ca@valencia: S'ha tret la bateria.
cs: Baterie byla odebrána.
de: Die Batterie wurde entfernt.
km: បាន​យក​ថ្ម​ចេញ ។
lv: Baterija tika izņemta.
ml: ബാറ്ററി നീക്കം ചെയ്തിട്ടുണ്ട്.
nb: Batteriet er blitt tatt ut.
nl: De batterij is verwijderd.
pa: ਬੈਟਰੀ ਹਟਾਈ ਗਈ ਹੈ।
pt: A bateria foi removida.
ro: Acumulatorul a fost îndepărtat.

source: The battery has been inserted.
ca@valencia: S'ha inserit la bateria.
cs: Baterie byla vložena.
de: Die Batterie wurde eingesetzt.
km: បាន​បញ្ចូល​ថ្ម ។
lv: Baterija tika ielikta.
ml: ബാറ്ററി സ്ഥാപിച്ചിട്ടുണ്ട്
nb: Batteriet er satt inn.
nl: De batterij is geplaatst.
pa: ਬੈਟਰੀ ਲਗਾਈ ਗਈ ਹੈ।
pt: A bateria foi introduzida.
ro: Acumulatorul a fost introdus.

source: <b>Battery:</b>
ca@valencia: <b>Bateria:</b>
cs: <b>Baterie:</b>
de: <b>Batterie:</b>
km: <b>ថ្ម ៖</b>
lv: <b>Baterija:</b>
ml: <b>ബാറ്ററി</b>
nb: <b>Batteri:</b>
nl: <b>Batterij:</b>
pa: <b>ਬੈਟਰੀ:</b>
pt: <b>Bateria:</b>
ro: <b>Acumulator:</b>

source: fully charged
ca@valencia: completament carregada
cs: plně nabita
de: Vollständig geladen
km: បាន​បញ្ចូល​ពេញ
lv: pilnībā uzlādēta
ml: പൂര്‍ണ്ണമായി ചാര്‍ജ്ജ് ചെയ്തു
nb: helt oppladet
nl: volledig opgeladen
pa: ਪੂਰੀ ਤਰ੍ਹਾਂ ਚਾਰਜ ਹੈ
pt: completamente carregada
ro: complet încărcat

# hours:minutes
source: %1:%2h to charge
ca@valencia: %1:%2h per carregar-se
cs: %1:%2h do nabití
de: %1:%2h zu laden
km: %1 ៖ %2h ត្រូវ​បញ្ចូលថ្ម
lv: %1:%2st līdz uzlādei
ml: ചാര്‍ജ്ജ് ചെയ്യാന്‍ %1:%2 മണിക്കൂര്‍ വേണം
nb: %1; %2h til oppladet
nl: %1:%2u tot opgeladen
pa: %1:%2h ਚਾਰਜ ਹੋਣ ਲਈ
pt: %1:%2h até carregar
ro: %1:%2o pentru încărcare

# hours:minutes
source: %1:%2h remaining
ca@valencia: %1:%2h restant
cs: %1:%2h zbývá
de: %1:%2h verbleibend
km: នៅ​សល់ %1 ៖ %2h
lv: %1:%2st palikušas
ml: %1:%2 മണിക്കൂര്‍ ബാക്കിയുണ്ട്
nb: %1: %2h igjen
nl: %1:%2u resterend
pa: %1:%2h ਬਾਕੀ
pt: falta %1:%2h
ro: %1:%2o rămase

source: Laptop lid is closed, hibernating now.
ca@valencia: S'ha tancat la tapa del portàtil, s'està hibernant.
cs: Laptop je zavřen, uspávám na disk.
de: Notebook-Deckel wurde geschlossen. Ruhezustand wird eingeleitet.
km: បាន​បទ​គម្រប​កុំព្យូទ័រ​យួរដៃ ក្រាំង​ឥឡូវ​ឬ ។
lv: Aizvērts klēpjdatora vāks, hibernējas.
ml: ലാപ്‌ടോപ്പിന്റെ മൂടി അടച്ചിരിക്കുന്നു, ഇപ്പോള്‍ ഗാഢനിദ്രയിലാണ്.
nb: Den bærbare er lukket igjen, går i dvale nå.
nl: Laptopdeksel is gesloten, nu in slaapstand.
pa: ਲੈਪਟਾਪ lid ਬੰਦ ਕੀਤੀ ਗਈ ਹੈ, ਹੁਣ ਹਾਈਬਰਨੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O tampo do portátil está fechado, a hibernar agora.
ro: Capacul laptopului este închis, hibernez acum.

source: Laptop lid is closed, blanking screen now.
ca@valencia: S'ha tancat la tapa del portàtil, s'està esborrant la pantalla.
cs: Laptop je zavřen, vypínám obrazovku.
de: Notebook-Deckel wurde geschlossen. Bildschirm wird abgeschaltet.
km: បាន​បិទ​គម្រប​កុំព្យូទ័រ​យួរដៃ ដាក់​អេក្រង់​ទទេ​ឥឡូវ ។
lv: Aizvērts klēpjdatora vāks, aptumšo ekrānu.
ml: ലാപ്‌ടോപ്പിന്റെ മൂടി അടച്ചിരിക്കുന്നു, ഇപ്പോള്‍ സ്ക്രീന്‍ ശൂന്യ‌മാക്കുന്നു.
nb: Den bærbare er lukket, tømmer skjermen nå.
nl: Laptopdeksel is gesloten, nu leeg scherm.
pa: ਲੈਪਟਾਪ lid ਬੰਦ ਕੀਤੀ ਗਈ ਹੈ, ਹੁਣ ਸਕਰੀਨ ਬੰਦ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt: O tampo do portátil está fechado, a apagar o ecrã agora.
ro: Capacul laptopului este închis, golesc ecranul acum.

source: Laptop lid is closed, suspending now.
ca@valencia: S'ha tancat la tapa del portàtil, s'està suspenent.
cs: Laptop je zavřen, uspávám do RAM.
de: Notebook-Deckel wurde geschlossen. Suspend wird eingeleitet.
km: បាន​បិទ​គម្រប​កុំព្យូទ័រ​យួរដៃ ផ្អាក​ឥឡូវ ។
lv: Aizvērts klēpjdatora vāks, iemieg.
ml: ലാപ്‌ടോപ്പിന്റെ മൂടി അടച്ചിരിക്കുന്നു, ഇപ്പോള്‍ മയങ്ങുന്നു.
nb: Den bærbare er lukket, går i hvilemodus nå.
nl: Laptopdeksel is gesloten, nu onderbreken.
pa: ਲੈਪਟਾਪ lid ਬੰਦ ਕੀਤੀ ਗਈ ਹੈ, ਹੁਣ ਸਸਪੈਂਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O tampo do portátil está fechado, a suspender agora.
ro: Capacul laptopului este închis, suspend acum.

source: Laptop lid is closed, shutting down now.
ca@valencia: S'ha tancat la tapa del portàtil, s'està aturant.
cs: Laptop je zavřen, vypínám.
de: Notebook-Deckel wurde geschlossen. Rechner wird heruntergefahren.
km: បាន​បិទ​គម្រប​កុំព្យូទ័រ​យួរដៃ បិទ​ឥឡូវ ។
lv: Aizvērts klēpjdatora vāks, izslēdzas.
ml: ലാപ്‌ടോപ്പിന്റെ മൂടി അടച്ചിരിക്കുന്നു, ഇപ്പോള്‍ നിര്‍ത്തിവയ്ക്കുന്നു.
nb: Den bærbare er lukket, stenger av nå.
nl: Laptopdeksel is gesloten, nu afsluiten.
pa: ਲੈਪਟਾਪ lid ਬੰਦ ਕੀਤੀ ਗਈ ਹੈ, ਹੁਣ ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ
pt: O tampo do portátil está fechado, a desligar agora.
ro: Capacul laptopului este închis, opresc acum.

source: Battery %i
ca@valencia: Bateria %i
cs: Baterie %i
de: Batterie %i
km: ថ្ម %i
lv: Baterija %i
ml: ബാറ്ററി %i
nb: Batteri %i
nl: Batterij %i
pa: ਬੈਟਰੀ %i
pt: Bateria %i
ro: Acumulator %i

source: not present
ca@valencia: no hi és
cs: není přítomna
de: Nicht vorhanden
km: មិនបង្ហាញ
lv: nav
ml: നിലവിലില്ല
nb: ikke til stede
nl: niet aanwezig
pa: ਮੌਜੂਦ ਨਹੀਂ
pt: ausente
ro: absent

source: Charging (%p%)
ca@valencia: S'està carregant (%p%)
cs: Nabíjení (%p%)
de: Laden (%p %)
km: បញ្ចូល​ថ្ម (%p%)
lv: Lādējas (%p%)
ml: ചാര്‍ജ്ജ് ചെയ്യുന്നു (%p%)
nb: Lader (%p%)
nl: Opladen (%p%)
pa: ਚਾਰਜ ਹੋ ਰਿਹਾ ਹੈ (%p%)
pt: A carregar (%p%)
ro: Încărcare (%p%)

# %1 is discharge rate in Watts
source: Discharging (%p%) - %1 W
ca@valencia: S'està descarregant (%p%) - %1 W
cs: Vybíjení (%p%) - %1 W
de: Entladen (%p %) - %1 W
km: មិន​បញ្ចូល​ថ្ម (%p%) - %1 W
lv: Izlādējas (%p%) - %1 W
ml: ചാര്‍ജ്ജ് ഉപയോഗിച്ചുകൊണ്ടിരിയ്ക്കുന്നു -(%p%) - %1 W
nb: Lader ut (%p%) – %1 W
nl: Ontladen (%p%) - %1 W
pa: ਡਿਸਚਾਰਜ ਹੋ ਰਿਹਾ ਹੈ (%p%) - %1 W
pt: A descarregar (%p%) - %1 W
ro: Descărcare (%p%) - %1 W

source: Discharging (%p%)
ca@valencia: S'està descarregant (%p%)
cs: Vybíjení (%p%)
de: Entladen (%p %)
km: មិន​បញ្ចូល​ថ្ម (%p%)
lv: Izlādējas (%p%)
ml: ചാര്‍ജ്ജ് ഉപയോഗിച്ചുകൊണ്ടിരിയ്ക്കുന്നു (%p%)
nb: Lader ut (%p%)
nl: Ontladen (%p%)
pa: ਡਿਸਚਾਰਜ ਹੋ ਰਿਹਾ ਹੈ (%p%)
pt: A descarregar (%p%)
ro: Descărcare (%p%)

source: <b>CPU Frequency:</b>
ca@valencia: <b>Freqüència UCP:</b>
cs: <b>Frekvence CPU:</b>
de: <b>CPU-Frequenz:</b>
km: <b>ប្រេកង់​ស៊ីភីយូ ៖</b>
lv: <b>CPU frekvence:</b>
ml: <b>സിപിയു ആവൃത്തി:</b>
nb: <b>CPU-frekvens:</b>
nl: <b>CPU-frequentie:</b>
pa: <b>CPU ਫਰੀਕਿਊਨਸੀ:</b>
pt: <b>Frequência do CPU:</b>
ro: <b>Frecvență procesor:</b>

source: Processor %1
ca@valencia: Processador %1
cs: Procesor %1
de: Prozessor %1
km: ប្រព័ន្ធ​ដំណើរការ %1
lv: Procesors %1
ml: പ്രോസസ്സര്‍ %1
nb: Prosessor %1
pa: ਪਰੋਸੈੱਸਰ %1
pt: Processador %1
ro: Procesor %1

# %1 is one of the CPU policies
source: <b>CPU Frequency:</b> %1
ca@valencia: <b>Freqüència UCP:</b> %1
cs: <b>Frekvence CPU:</b> %1
de: <b>CPU-Frequenz:</b> %1
km: <b>ប្រេងក់​ស៊ីភីយូ ៖</b> %1
lv: <b>CPU frekvence:</b> %1
ml: <b>സിപിയു ആവൃത്തി:</b> %1
nb: <b>CPU-frekvens:</b> %1
nl: <b>CPU-frequentie:</b> %1
pa: <b>CPU ਫਰੀਕਿਊਨਸੀ:</b> %1
pt: <b>Frequência do CPU:</b> %1
ro: <b>Frecvență procesor:</b> %1

source: The AC adapter has been unplugged, switching to battery mode.
ca@valencia: L'adaptador de corrent s'ha desendollat, s'està canviant al mode bateria.
cs: Napájecí adaptér byl odpojen. Přepínám na baterii.
de: Der Netzstecker wurde abgezogen. Es wird auf Batteriebetrieb umgeschaltet.
km: អាដាទ័រ​ AC ត្រូវ​បាន​ដក ប្ដូរ​ទៅ​របៀប​ថ្ម ។
lv: Tika izrauts strāvas adapters, pārslēdzas baterijas režīmā.
ml: ഏസി അഡാപ്റ്റര്‍ ഊരിയിരിയ്ക്കുന്നു, ബാറ്ററി ദശയിലേയ്ക്കു് മാറ്റുന്നു.
nb: Strømadapteren er dratt ut, bytter til batteridrift.
nl: De AC-adapter is losgemaakt. Batterijmodus wordt geactiveerd.
pa: AC ਅਡੈਪਟਰ ਦਾ ਪਲੱਗ ਕੱਢਿਆ ਗਿਆ ਹੈ, ਬੈਟਰੀ ਮੋਡ ਵਿੱਚ ਬਦਲਿਆ।
pt: O adaptador AC foi desligado, a mudar para o modo de bateria.
ro: Adaptorul de alimentare a fost detașat, comut la regimul de acumulator.

source: The AC adapter has been plugged in, switching to AC mode.
ca@valencia: L'adaptador de corrent s'ha endollat, s'està canviant al mode adaptador.
cs: Napájecí adaptér byl připojen. Přepínám na napájení ze sítě.
de: Der Netzstecker wurde eingesteckt. Es wird auf Netzbetrieb umgeschaltet.
km: អាដាទ័រ AC ត្រូវ​បាន​ដោត ប្ដូរ​ទៅ​របៀប AC ។
lv: Ir piesprausts strāvas adapters, pārslēdzas strāvas režīmā.
ml: ഏസി അഡാപ്റ്റര്‍ കുത്തിയിരിയ്ക്കുന്നു, ഏസി ദശയിലേയ്ക്കു് മാറുന്നു.
nb: Strømadapteret er koblet til, bytter til lysnettdrift
nl: De AC-adapter is verbonden, AC-modus wordt geactiveerd.
pa: AC ਅਡੈਪਟਰ ਦਾ ਪਲੱਗ ਲੱਗਾ ਹੈ, AC ਮੋਡ ਵਿੱਚ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ।
pt: O adaptador AC foi ligado, a mudar para o modo de ligação à corrente.
ro: Adaptorul de alimentare a fost atașat, comut la regimul AC.

source: You are about to run out of battery power, doing nothing now.
ca@valencia: Esteu a punt de quedar-vos sense bateria, no s'està fent res.
cs: Blížíte se vybití baterie. Proti tomu nebude nijak zasaženo.
de: Die Batterielaufzeit geht zuende. Es wird nichts unternommen.
km: អ្នក​ដំណើរការ​ជិត​អស់​ថ្ម​ហើយ មិនធ្វើ​អ្វី​ទាំង​អស់ ។
lv: Jums drīz beigsies baterija, pagaidām neko nedara.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം തീരാറായി, ഇപ്പോള്‍‍ ഒന്നും ചെയ്യുന്നില്ല.
nb: Batteriet er snart tomt for energi, ingenting gjøres nå.
nl: Uw batterij is bijna leeg, nu niets doen.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਹੁਣ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: Está prestes a ficar sem bateria; a não fazer nada agora.
ro: Sînteți pe cale de a rămîne fără energie în acumulator, nu fac nimic acum.

source: You are about to run out of battery power, blanking screen now.
ca@valencia: Esteu a punt de quedar-vos sense bateria, s'està netejant la pantalla.
cs: Blížíte se vybití baterie. Vypínám monitor.
de: Die Batterielaufzeit geht zuende. Der Bildschirm wird abgeschaltet.
km: អ្នកដំណើរការ​ជិត​អស់​ថ្ម​ហើយ ទុក​អេក្រង់​ឲ្យ​ទទេ​ឥឡូវ​នេះ ។
lv: Jums drīz beigsies baterija, aptumšo ekrānu.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം തീരാറായി, ഇപ്പോള്‍ ‍സ്ക്രീന്‍ ശൂന്യ‌മാക്കുന്നു.
nb: Batteriet er snart tomt for energi, skjermen blankes ut nå.
nl: Uw batterij is bijna leeg, nu scherm leegmaken.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਹੁਣ ਸਕਰੀਨ ਬੰਦ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt: Está prestes a ficar sem bateria; a apagar o ecrã agora.
ro: Sînteți pe cale de a rămîne fără energie în acumulator, golesc ecranul acum.

source: You are about to run out of battery power, suspending now.
ca@valencia: Esteu a punt de quedar-vos sense bateria, s'està suspenent.
cs: Blížíte se vybití baterie. Uspávám do RAM.
de: Die Batterielaufzeit geht zuende. Suspend wird eingeleitet.
km: អ្នក​ដំណើរការ​ជិត​អស់​ថ្ម​ហើយ ផ្អាក​ឥឡូវ​នេះ ។
lv: Jums drīz beigsies baterija, iemieg.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം തീരാറായി, ഇപ്പോള്‍ മയങ്ങുന്നു.
nb: Batteriet er snart tomt for energi, gåt i hvilemodus nå.
nl: Uw batterij is bijna leeg, nu onderbreken.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਹੁਣ ਸਸਪੈਂਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: Está prestes a ficar sem bateria; a suspender agora.
ro: Sînteți pe cale de a rămîne fără energie în acumulator, suspend acum.

source: You are about to run out of battery power, hibernating now.
ca@valencia: Esteu a punt de quedar-vos sense bateria, s'està hibernant.
cs: Blížíte se vybití baterie. Uspávám na disk.
de: Die Batterielaufzeit geht zuende. Ruhezustand wird eingeleitet.
km: អ្នក​ដំណើរការ​ជិត​អស់​ថ្ម​ហើយ ក្រាំង​ឥឡូវ​នេះ ។
lv: Jums drīz beigsies baterija, hibernējas.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം തീരാറായി, ഇപ്പോള്‍ ശിശിരനിദ്രയിലാകുന്നു.
nb: Batteriet er snart tomt for energi, går i dvalemodus nå.
nl: Uw batterij is bijna leeg, nu naar slaapstand.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਹੁਣ ਹਾਈਬਰਨੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: Está prestes a ficar sem bateria; a hibernar agora.
ro: Sînteți pe cale de a rămîne fără energie în acumulator, hibernez acum.

source: You are about to run out of battery power, shutting down now.
ca@valencia: Esteu a punt de quedar-vos sense bateria, s'està aturant.
cs: Blížíte se vybití baterie. Vypínám.
de: Die Batterielaufzeit geht zuende. Der Rechner wird heruntergefahren.
km: អ្នក​ដំណើរការ​ជិត​អស់​ថ្ម​ហើយ បិទ​ឥឡូវ ។
lv: Jums drīz beigsies baterija, izslēdzas.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം തീരാറായി, ഇപ്പോള്‍ നിര്‍ത്തിവയ്ക്കുന്നു.
nb: Batteriet er snart tomt for energi, slår av maskinen nå.
nl: Uw batterij is bijna leeg, nu afsluiten.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਖਤਮ ਹੋ ਗਈ ਹੈ, ਹੁਣ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: Está prestes a ficar sem bateria; a desligar agora.
ro: Sînteți pe cale de a rămîne fără energie în acumulator, opresc acum.

source: You are low on battery power.
ca@valencia: El nivell de la bateria és baix.
cs: Dochází Vám baterie.
de: Die Batterielaufzeit geht zuende.
km: ថ្ម​របស់​អ្នក​ជិត​អស់​ហើយ ។
lv: Jums ir palicis maz baterijas.
ml: ബാറ്ററിയിലെ ഊര്‍ജ്ജം താഴ്ന്ന നിലയിലാണ്.
nb: Det er lite igjen i batteriet.
nl: Uw batterij is bijna leeg.
pa: ਤੁਹਾਡੀ ਬੈਟਰੀ ਪਾਵਰ ਘੱਟ ਗਈ ਹੈ।
pt: Está quase sem bateria.
ro: Aveți puțină energie în acumulator.

source: System idle for at least %1 minute, doing nothing now.
ca@valencia: Sistema inactiu almenys %1 minut, no s'està fent res.
cs: Systém je nečinný alespoň %1 minutu. Nic se neprovádí.
de: Das System ist seit mindestens %1 Minute untätig. Es wird nichts unternommen.
km: ប្រព័ន្ធ​ទំនេរ​យ៉ាងហោចណាស់ %1 នាទី មិន​អ្វី​ទាំង​អស់​ឥឡូវ ។
lv: Sistēma ir dīkstāvē vismaz %1 minūti, pagaidām nedara neko.
ml: സിസ്റ്റം ചുരുങ്ങിയത് %1 മിനുട്ട് സമയത്തേക്ക് നിഷ്ക്രിയമാണ്, ഒന്നുംചെയ്യാനില്ല.
nb: Systemet i tomgang i minst %1 minutt, ingenting gjøres nå.
nl: Systeem is minstens %1 minuut niet gebruikt, nu niets doen.
pa: ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ %1 ਮਿੰਟ ਤੋਂ ਵੇਹਲਾ ਹੈ, ਹੁਣ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O sistema está inactivo há pelo menos %1 minuto, a não fazer nada agora.
ro: Sistem inactiv pentru cel puțin %1 minut, nu fac nimic acum.

source: System idle for at least %1 minute, blanking screen now.
ca@valencia: Sistema inactiu almenys %1 minut, s'està netejant la pantalla.
cs: Systém je nečinný alespoň %1 minutu. Vypínám monitor.
de: Das System ist seit mindestens %1 Minuten untätig. Der Bildschirm wird abgeschaltet.
km: ប្រព័ន្ធ​ទំនេរ​យ៉ាង​ហោចណាស់ %1 នាទី ទុក​អេក្រង់​ឲ្យ​ទទេ​ឥឡូវ ។
lv: Sistēma ir dīkstāvē vismaz %1 minūti, aptumšo ekrānu.
ml: സിസ്റ്റം ചുരുങ്ങിയത് %1 മിനുട്ട് സമയത്തേക്ക് നിഷ്ക്രിയമാണ്, സ്ക്രീന്‍ ശൂന്യ‌മാക്കുന്നു.
nb: Systemet i tomgang i minst %1 minutt, blanker ut skjermen nå.
nl: Systeem is minstens %1 minuut niet gebruikt, nu scherm leegmaken.
pa: ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ %1 ਮਿੰਟ ਤੋਂ ਵੇਹਲਾ, ਹੁਣ ਸਕਰੀਨ ਬਲੈਂਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।
pt: O sistema está inactivo há pelo menos %1 minuto, a apagar o ecrã agora.
ro: Sistem inactiv pentru cel puțin %1 minut, golesc ecranul acum.

source: System idle for at least %1 minute, suspending now.
ca@valencia: Sistema inactiu almenys %1 minut, s'està suspenent.
cs: Systém je nečinný alespoň %1 minutu. Uspávám do RAM.
de: Das System ist seit mindestens %1 Minuten untätig. Suspend wird eingeleitet.
km: ប្រព័ន្ធ​ទំនេរ​​យ៉ាង​ហោចណាស់ %1 នាទី ផ្អាក​ឥឡូវ ។
lv: Sistēma ir dīkstāvē vismaz %1 minūti, iemieg.
ml: സിസ്റ്റം ചുരുങ്ങിയത് %1 മിനുട്ട് സമയത്തേക്ക് നിഷ്ക്രിയമാണ്, തല്‍‌ക്കലത്തേക്ക് നിര്‍ത്തിവെക്കുന്നു.
nb: Systemet i tomgang i minst %1 minutt, går i hvilemodus nå.
nl: Systeem is minstens %1 minuut niet gebruikt, nu onderbreken.
pa: ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ %1 ਮਿੰਟ ਤੋਂ ਵੇਹਲਾ, ਹੁਣ ਸਸਪੈਂਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O sistema está inactivo há pelo menos %1 minuto, a suspender agora.
ro: Sistem inactiv pentru cel puțin %1 minut, suspend acum.

source: System idle for at least %1 minute, hibernating now.
ca@valencia: Sistema inactiu almenys %1 minut, s'està hibernant.
cs: Systém je nečinný alespoň %1 minutu. Uspávám na disk.
de: Das System ist seit mindestens %1 Minuten untätig. Ruhezustand wird eingeleitet.
km: ប្រព័ន្ធ​ទំនេរ​យ៉ាង​ហោចណាស់ %1 នាទី ក្រាំង​ឥឡូវ ។
lv: Sistēma ir dīkstāvē vismaz %1 minūti, hibernējas.
ml: സിസ്റ്റം ചുരുങ്ങിയത് %1 മിനുട്ട് സമയത്തേക്ക് നിഷ്ക്രിയമാണ്, ഇപ്പോള്‍ ശിശിരനിദ്യിലാകുന്നു.
nb: Systemet i tomgang i minst %1 minutt, går i dvalemodus nå.
nl: Systeem is minstens %1 minuut niet gebruikt, nu naar slaapstand.
pa: ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ %1 ਮਿੰਟ ਤੋਂ ਵੇਹਲਾ, ਹੁਣ ਹਾਈਬਰਨੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O sistema está inactivo há pelo menos %1 minuto, a hibernar agora.
ro: Sistem inactiv pentru cel puțin %1 minut, hibernez acum.

source: System idle for at least %1 minute, shutting down now.
ca@valencia: Sistema inactiu almenys %1 minut, s'està aturant.
cs: Systém je nečinný alespoň %1 minutu. Vypínám.
de: Das System ist seit mindestens %1 Minuten untätig. Der Rechner wird heruntergefahren.
km: ប្រព័ន្ធ​ទំនេរ​យ៉ាង​ហោចណាស់ %1 នាទី បិទ​វា​ឥឡូវ​ ។
lv: Sistēma ir dīkstāvē vismaz %1 minūti, izslēdzas.
ml: സിസ്റ്റം ചുരുങ്ങിയത് %1 മിനുട്ട് സമയത്തേക്ക് നിഷ്ക്രിയമാണ്, ഇപ്പോള്‍ നിര്‍ത്തിവയ്ക്കുന്നു.
nb: Systemet i tomgang i minst %1 minutt, slår av nå.
nl: Systeem is minstens %1 minuten niet gebruikt, nu afsluiten.
pa: ਸਿਸਟਮ ਘੱਟੋ-ਘੱਟ %1 ਮਿੰਟ ਤੋਂ ਵੇਹਲਾ, ਹੁਣ ਬੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pt: O sistema está inactivo há pelo menos %1 minuto, a desligar agora.
ro: Sistem inactiv pentru cel puțin %1 minut, închid acum.

source: About
ca@valencia: Quant a
cs: Informace o aplikaci
de: Über
km: អំពី
lv: Par
ml: സംബന്ധിച്ച്
nb: Om
nl: Info over
pa: ਇਸ ਬਾਰੇ
pt: Acerca
ro: Despre

source: Guidance Power Manager
ca@valencia: Gestor d'energia Guidance
cs: Správce napájení Guidance
km: គោលការណ៍​របស់​​កម្មវិធី​គ្រប់គ្រង​ថាមពល
lv: Guidance enerģijas pārvaldnieks
ml: ഗൈഡന്‍സ് വൈദ്യുതി നടത്തിപ്പുകാരന്‍
nb: Guidance energihåndtering
nl: Guidance energiebeheer
pa: ਗਾਈਡੈਂਸ ਪਾਵਰ ਮੈਨੇਜਰ
pt: Gestor de Energia do Guidance
ro: Gestionarul de alimentare Guidance

source: Applet for battery info and setting brightness
ca@valencia: Miniaplicació d'informació de la bateria i establiment de la brillantor
cs: Applet pro informace o baterii a nastavení jasu
de: Miniprogramm für Batterieinformationen und Helligkeitseinstellungen
km: អាប់ភ្លេត​សម្រាប់​​ព័ត៌មាន​ថ្ម​ និង​ការ​កំណត់​ពន្លឺss
lv: Sīkrīks baterijas informācijai un spilgtuma iestatīšanai
ml: ബാറ്ററി വിവരത്തിനും തെളിച്ചം ഒരുക്കാനും ഉള്ള ലഘുപ്രയോഗം
nb: Miniprogram for batteriinformasjon og lysstyrkestyring
nl: Applet voor batterij-informatie en instelling van helderheid
pa: ਬੈਟਰੀ ਜਾਣਕਾਰੀ ਅਤੇ ਚਮਕ ਸੈਟਿੰਗ ਲਈ ਐਪਲਿਟ
pt: 'Applet' de informação da bateria e de definição do brilho
ro: Miniaplicație pentru informații despre acumulator și stabilirea luminozității

source: Copyright 2006-2008 Sebastian Kügler, Canonical Ltd, Luka Renko
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០៦-២០០៨ ដោយ Sebastian Kügler, Canonical Ltd, Luka Renko
lv: Autortiesības 2006-2008 Sebastian Kügler, Canonical Ltd, Luka Renko
ml: പകര്‍പ്പവകാശം 2006-2008 സെബാസ്‌റ്റ്യ‌ന്‍ കൂഗ്ലര്‍, കാനോണിക്കല്‍ ലിമിറ്റഡ്, ലൂക്കാ റെങ്കൊ
pa: ਕਾਪੀਰਾਈਟ 2006-2008 Sebastian Kügler, Canonical Ltd, Luka Renko
ro: Drept de autor 2006-2008 Sebastian Kügler, Canonical Ltd, Luka Renko

source: General Settings
ca@valencia: Arranjament general
cs: Obecná nastavení
de: Allgemeine Einstellungen
km: ការ​កំណត់​ទូទៅ
lv: Pamata iestatījumi
ml: പൊതുവായ സജ്ജീകരണങ്ങള്‍
nb: Generelle innstillinger
nl: Algemene instellingen
pa: ਸਧਾਰਨ ਸੈਟਿੰਗ
pt: Configuração Geral
ro: Configurări generale

source: Lock screen on resume
ca@valencia: Bloqueja la pantalla en reprendre
cs: Zamknout obrazovku po probuzení
de: Beim Wiedereinschalten Bildschirm sperren
km: ចាក់សោ​អេក្រង់​នៅពេល​បន្ត
lv: Atsākot noslēdz ekrānu
ml: സ്ക്രീന്‍ വീണ്ടെടുക്കുമ്പോള്‍ പൂട്ടണം
nb: Lås skjermen når kjøring gjenopptas
nl: Scherm vergrendelen bij hervatten
pa: ਰਿਜਿਊਮ ਕਰਨ ਉੱਤੇ ਸਕਰੀਨ ਲਾਕ ਕਰੋ
pt: Bloquear o ecrã ao reactivar
ro: Blochează ecranul la reluare

source: Mains Powered
ca@valencia: Connectat a la corrent
de: An Netzspannung
km: ថាមពល​​ចម្បង
lv: Pieslēgts pie ārējas barošanas
ml: പ്രധാന സ്രോതസ്സല്‍ നിന്ന് ഊര്‍ജ്ജം പകര്‍ന്നത്
nb: Med strømforsyning
nl: Energie uit het net
pa: ਮੇਨ ਪਾਵਰ ਉੱਤੇ
pt: Ligado à Corrente
ro: Alimentat de la priză
